---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.DimensionFailures.DimensionOverrideNearByIsLost
source: html/52f06572-d6c6-f2d2-e902-9e265ef76bab.htm
---
# Autodesk.Revit.DB.BuiltInFailures.DimensionFailures.DimensionOverrideNearByIsLost Property

The dimension segment containing the override(s) shown below has been removed. The override text will no longer appear. [Description]

## Syntax (C#)
```csharp
public static FailureDefinitionId DimensionOverrideNearByIsLost { get; }
```